Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_dialogs_text_from_wrapped
source: {from}:
id: {dari}:

# lng_disable_notifications_from_tray
source: Disable notifications
id: Matikan notifikasi

# lng_dlg_filter
source: Search
id: Cari

# lng_dlg_new_channel_name
source: Channel name
id: Nama Channel

# lng_dlg_new_group_name
source: Group name
id: Nama grup

# lng_dlg_search_for_messages
source: Search for messages
id: Cari Pesan

# lng_dlg_search_from
source: From: {user}
id: Dari: {user}

# lng_dlg_search_in
source: Search messages in
id: Cari pesan pada

# lng_download_finish_failed
source: File download could not be completed. Would you like to try again?
id: Pengunduhan berkas tidak dapat diselesaikan. Apakah Anda ingin mencoba lagi?

# lng_download_path
source: Download path
id: Jalur pengunduhan

# lng_download_path_ask
source: Ask download path for each file
id: Tanyakan jalur pengunduhan untuk setiap berkas

# lng_download_path_choose
source: Choose download path
id: Pilih jalur pengunduhan

# lng_download_path_clear
source: Clear all
id: Bersihkan semua

# lng_download_path_cleared
source: Cleared!
id: Dikosongkan!

# lng_download_path_clearing
source: Clearing...
id: Mengosongkan...

# lng_download_path_default
source: Default folder
id: Folder bawaan

# lng_download_path_default_radio
source: Telegram folder in system «Downloads»
id: Folder Telegram di sistem «Downloads»

# lng_download_path_dir_radio
source: Custom folder, cleared only manually
id: Folder kustom, dibersihkan secara manual

# lng_download_path_dont_ask
source: Don't ask download path for each file
id: Jangan tanya jalur pengunduhan untuk tiap berkas

# lng_download_path_failed
source: File download could not be started. This might be because your selected download location is invalid. Try changing it in Settings > Advanced > Download Path.
id: Pengunduhan berkas tidak dapat dimulai. Hal ini mungkin dikarenakan lokasi pengunduhan yang terpilih tidak valid. Coba ganti dalam Pengaturan > Lanjutan > Jalur Pengunduhan.

# lng_download_path_header
source: Choose download path
id: Pilih direktori unduhan

# lng_download_path_label
source: Download path:
id: Direktori unduhan:

# lng_download_path_settings
source: Settings
id: Pengaturan

# lng_download_path_temp
source: Temp folder
id: Folder temp

# lng_download_path_temp_radio
source: Temp folder, cleared on logout or uninstall
id: Folder temp, dihapus saat keluar/uninstal

# lng_download_path_unset
source: Unset
id: Lepas

# lng_download_sure_stop
source: Are you sure you want to stop downloading your files? If you do, you'll need to start over.
id: Anda yakin ingin berhenti mengunduh berkas Anda? Jika ya, Anda harus mengulang dari awal.

# lng_downloads_delete_in_cloud
source: They will be deleted from your disk, but will remain accessible in the cloud.
id: Berkas akan dihapus dari perangkat Anda, tetapi akan tetap dapat diakses di penyimpanan awan.

# lng_downloads_delete_in_cloud_one
source: It will be deleted from your disk, but will remain accessible in the cloud.
id: Berkas akan dihapus dari perangkat Anda, tetapi akan tetap dapat diakses di penyimpanan awan.

# lng_downloads_delete_sure_all
source: Do you want to delete all files?
id: Apakah Anda ingin menghapus semua berkas?

# lng_downloads_delete_sure_other
source: Do you want to delete {count} files?
id: Apakah Anda ingin menghapus {count} berkas?

# lng_downloads_section
source: Downloads
id: Unduhan

# lng_downloads_view_in_chat
source: View in chat
id: Lihat dalam obrolan

# lng_downloads_view_in_section
source: View in downloads
id: Lihat dalam unduhan

# lng_drag_files_here
source: Drop files here
id: Letakkan berkas di sini

# lng_drag_images_here
source: Drop images here
id: Letakkan gambar di sini

# lng_drag_photos_here
source: Drop photos here
id: Letakkan foto di sini

# lng_drag_to_send_files
source: to send them as documents
id: untuk dikirim sebagai dokumen

# lng_drag_to_send_no_compression
source: to send them without compression
id: untuk dikirim tanpa kompresi

# lng_drag_to_send_quick
source: to send them in a quick way
id: untuk pengiriman cepat

# lng_duration_minsec_minutes_other
source: {count} min
id: {count} mnt

# lng_duration_minsec_seconds_other
source: {count} s
id: {count} dtk

# lng_duration_seconds_other
source: {count} seconds
id: {count} detik

# lng_edit_auto_delete_settings
source: Edit Auto-Delete Settings
id: Edit Pengaturan Hapus Otomatis

# lng_edit_caption_attach
source: Sorry, you can't attach new media while editing a message.
id: Maaf, Anda tidak dapat melampirkan media baru saat mengedit pesan.

# lng_edit_caption_voice
source: Sorry, you can't edit messages when you have an unsent voice message.
id: Maaf, Anda tidak dapat mengedit pesan ketika Anda memiliki pesan suara yang belum terkirim.

# lng_edit_channel_title
source: Edit channel
id: Ubah channel

# lng_edit_contact_title
source: Edit contact name
id: Ubah nama kontak

# lng_edit_deleted
source: This message was deleted
id: Pesan ini telah terhapus

# lng_edit_error
source: You can't edit this message.
id: Anda tidak dapat mengedit pesan ini

# lng_edit_group
source: Edit group
id: Edit grup

# lng_edit_group_invites_everybody
source: All members
id: Semua anggota

# lng_edit_group_invites_only_admins
source: Only admins
id: Hanya admin

# lng_edit_group_who_invites
source: Who can add members?
id: Siapa yang dapat menambahkan anggota?

# lng_edit_limit_reached_other
source: You've reached the message text limit. Please make the text shorter by {count} characters.
id: Anda telah mencapai limit teks pesan. Harap persingkat teks sebanyak {count} karakter.

# lng_edit_media_album_error
source: This file cannot be saved as a part of an album.
id: Berkas ini tidak dapat disimpan sebagai bagian dari album.

# lng_edit_media_invalid_file
source: Sorry, no way to use this file.
id: Maaf, tidak dapat menggunakan berkas ini.

# lng_edit_message
source: Edit message
id: Edit pesan

# lng_edit_message_text
source: New message...
id: Pesan baru...

# lng_edit_photo_editor_hint
source: Left-click on the photo to edit.
id: Klik kiri foto untuk mengedit.

# lng_edit_privacy_calls_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_calls_always_other
source: Always allow {count} users
id: Selalu izinkan {count} pengguna

# lng_edit_privacy_calls_always_title
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_calls_description
source: You can restrict who can call you:
id: Anda dapat membatasi yang dapat menghubungi Anda

# lng_edit_privacy_calls_exceptions
source: These users will or will not be able to call you regardless of the settings above.
id: Pengguna-pengguna ini akan atau tidak akan dapat memanggil Anda tanpa menghiraukan pengaturan di atas.

# lng_edit_privacy_calls_header
source: Who can call me
id: Siapa yang dapat memanggil saya

# lng_edit_privacy_calls_never_empty
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_calls_never_other
source: Never allow {count} users
id: Jangan izinkan {count} pengguna

# lng_edit_privacy_calls_never_title
source: Never allow
id: Tidak izinkan

# lng_edit_privacy_calls_p2p_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_calls_p2p_always_title
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_calls_p2p_contacts
source: My contacts
id: Kontak Saya

# lng_edit_privacy_calls_p2p_everyone
source: Everybody
id: Semua Orang

# lng_edit_privacy_calls_p2p_exceptions
source: Peer-to-peer in calls will or will not be used with these users regardless of the settings above.
id: Peer-to-peer akan atau tidak akan digunakan dalam panggilan dengan pengguna-pengguna ini terlepas dari pengaturan di atas.

# lng_edit_privacy_calls_p2p_header
source: Use peer-to-peer with
id: Gunakan peer-to-peer dengan

# lng_edit_privacy_calls_p2p_never_empty
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_calls_p2p_never_title
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_calls_p2p_nobody
source: Nobody
id: Tidak Ada

# lng_edit_privacy_calls_p2p_title
source: Peer-to-peer in calls
id: Peer-to-peer dalam panggilan

# lng_edit_privacy_calls_title
source: Calls
id: Panggilan

# lng_edit_privacy_contacts
source: My contacts
id: Kontak saya

# lng_edit_privacy_everyone
source: Everybody
id: Semua Orang

# lng_edit_privacy_exceptions
source: Add exceptions
id: Tambahkan pengecualian

# lng_edit_privacy_exceptions_add
source: Add users
id: Tambah pengguna

# lng_edit_privacy_exceptions_count_other
source: {count} users
id: {count} pengguna

# lng_edit_privacy_forwards_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_forwards_always_title
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_forwards_exceptions
source: These settings will override the values above.
id: Pengaturan ini akan mengabaikan rincian di atas.

# lng_edit_privacy_forwards_exceptions_everyone
source: You can add users or entire groups that will not see your profile photo.
id: Anda dapat menambahkan pengguna atau grup yang tidak akan dapat melihat foto profil Anda.

# lng_edit_privacy_forwards_exceptions_nobody
source: Add users or entire groups which will still see your profile photo.
id: Tambahkan pengguna atau grup yang akan tetap dapat melihat foto profil Anda.

# lng_edit_privacy_forwards_header
source: Who can add a link to my account when forwarding my messages
id: Siapa dapat menautkan akun saya saat meneruskan pesan

# lng_edit_privacy_forwards_never_empty
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_forwards_never_title
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_forwards_sample_contacts
source: Link if allowed by settings below.
id: Hubungkan jika diizinkan sesuai pengaturan

# lng_edit_privacy_forwards_sample_everyone
source: Link to your account.
id: Tautan ke akun Anda

# lng_edit_privacy_forwards_sample_message
source: Reinhardt, we need to find you some new tunes 🎶
id: Ricky, kau diminta bos cari lagu untuk proyek video terbarunya 🎶

# lng_edit_privacy_forwards_sample_nobody
source: Not a link to your account.
id: Tidak ditautkan ke akun Anda

# lng_edit_privacy_forwards_title
source: Forwarded messages privacy
id: Privasi pesan terusan

# lng_edit_privacy_forwards_warning
source: Messages you send will not link back to your account when forwarded by other users.
id: Pesan yang Anda kirim tidak akan ditautkan ke akun Anda ketika diteruskan oleh pengguna lain.

# lng_edit_privacy_groups_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_groups_always_other
source: Always allow {count} users
id: Selalu izinkan {count} pengguna

# lng_edit_privacy_groups_always_title
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_groups_description
source: You can choose who can add you to groups and channels with granular precision:
id: Anda dapat memilih siapa yang dapat menambahkan Anda ke grup dan channel dengan lebih akurat:

# lng_edit_privacy_groups_exceptions
source: These users will or will not be able to add you to groups and channels regardless of the settings above.
id: Pengguna ini dapat atau tidak dapat menambah Anda ke dalam group dan channel tanpa memperhatikan pengaturan di atas.

# lng_edit_privacy_groups_header
source: Who can add me to groups and channels
id: Siapa yang dapat menambah Anda ke grup dan channel

# lng_edit_privacy_groups_never_empty
source: Never allow
id: Jangan Izinkan

# lng_edit_privacy_groups_never_other
source: Never allow {count} users
id: Jangan izinkan {count} pengguna

# lng_edit_privacy_groups_never_title
source: Never allow
id: Tidak izinkan

# lng_edit_privacy_groups_title
source: Groups & channels
id: Grup & channel

# lng_edit_privacy_lastseen_always_empty
source: Always share with
id: Selalu bagikan dengan

# lng_edit_privacy_lastseen_always_other
source: Always share with {count} users
id: Selalu bagikan dengan {count} pengguna

# lng_edit_privacy_lastseen_always_title
source: Always share with
id: Selalu bagikan dengan

# lng_edit_privacy_lastseen_description
source: Who can see my last seen time
id: Siapa yang dapat lihat waktu terlihat saya

# lng_edit_privacy_lastseen_exceptions
source: You can add users or entire groups as exceptions that will override the settings above.
id: Anda dapat menambahkan pengguna atau grup sebagai pengeculian yang mengabaikan pengaturan di atas.

# lng_edit_privacy_lastseen_header
source: Who can see my last seen time
id: Siapa yang dapat lihat waktu terlihat saya

# lng_edit_privacy_lastseen_never_empty
source: Never share with
id: Jangan bagikan dengan

# lng_edit_privacy_lastseen_never_other
source: Never share with {count} users
id: Jangan bagikan dengan {count} pengguna

# lng_edit_privacy_lastseen_never_title
source: Never share with
id: Jangan bagikan dengan

# lng_edit_privacy_lastseen_title
source: Last seen & online
id: Terakhir terlihat & online

# lng_edit_privacy_lastseen_warning
source: You won't see Last Seen or Online statuses for people with whom you don't share yours. Approximate times will be shown instead (recently, within a week, within a month).
id: Anda tidak dapat melihat status Waktu Terlihat atau Online milik pengguna lain jika tidak membagikan milik Anda dengan mereka. Perkiraan akan ditampilkan (belakangan ini, seminggu yang lalu, sebulan yang lalu).

# lng_edit_privacy_nobody
source: Nobody
id: Tidak ada

# lng_edit_privacy_phone_number_always_empty
source: Always share with
id: Selalu bagikan dengan

# lng_edit_privacy_phone_number_always_title
source: Always share with
id: Selalu bagikan dengan

# lng_edit_privacy_phone_number_contacts
source: Users who add your number to their contacts will see it on Telegram only if they are your contacts.
id: Pengguna yang menambahkan nomor Anda ke kontak mereka dapat melihatnya di Telegram hanya jika mereka adalah kontak Anda.

# lng_edit_privacy_phone_number_exceptions
source: Add users or groups to override the settings above.
id: Tambahkan pengguna atau grup yang mengabaikan pengaturan di atas.

# lng_edit_privacy_phone_number_find
source: Who can find me by my number
id: Siapa yang dapat menemukan saya via nomor

# lng_edit_privacy_phone_number_header
source: Who can see my phone number
id: Siapa yang dapat melihat nomor telepon saya

# lng_edit_privacy_phone_number_never_empty
source: Never share with
id: Jangan bagikan dengan

# lng_edit_privacy_phone_number_never_title
source: Never share with
id: Jangan bagikan dengan

# lng_edit_privacy_phone_number_title
source: Phone number privacy
id: Privasi nomor telepon

# lng_edit_privacy_phone_number_warning
source: Users who have your number saved in their contacts will also see it on Telegram.
id: Pengguna yang telah menyimpan nomor di kontak mereka akan melihatnya di Telegram.

# lng_edit_privacy_profile_photo_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_profile_photo_always_title
source: Always Allow
id: Selalu Izinkan

# lng_edit_privacy_profile_photo_exceptions
source: These settings will override the values above.
id: Pengaturan ini akan mengabaikan rincian di atas.

# lng_edit_privacy_profile_photo_header
source: Who can see my profile photos
id: Siapa dapat melihat foto profil saya

# lng_edit_privacy_profile_photo_never_empty
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_profile_photo_never_title
source: Never Allow
id: Jangan izinkan

# lng_edit_privacy_profile_photo_public_about
source: You can upload a public photo for users who are restricted from viewing your real profile photos.
id: Anda dapat mengunggah foto publik bagi pengguna yang tidak diizinkan melihat foto profil asli Anda.

# lng_edit_privacy_profile_photo_public_remove
source: Remove Public Photo
id: Hapus Foto Publik

# lng_edit_privacy_profile_photo_public_set
source: Set Public Photo
id: Pasang Foto Publik

# lng_edit_privacy_profile_photo_public_toast
source: This photo will be shown to users who are restricted from seeing your real photos.
id: Foto ini akan ditampilkan kepada pengguna yang tidak diizinkan melihat foto asli Anda.

# lng_edit_privacy_profile_photo_public_update
source: Update Public Photo
id: Perbarui Foto Publik

# lng_edit_privacy_profile_photo_title
source: Profile Photo
id: Foto Profil

# lng_edit_privacy_voices_always_empty
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_voices_always_title
source: Always allow
id: Selalu izinkan

# lng_edit_privacy_voices_exceptions
source: These users will or will not be able to send voice and video messages to you regardless of the settings above.
id: Pengguna ini akan atau tidak akan dapat mengirim Anda pesan suara terlepas dari pengaturan di atas.

# lng_edit_privacy_voices_header
source: Who can send me voice messages
id: Siapa yang dapat mengirim saya pesan suara

# lng_edit_privacy_voices_never_empty
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_voices_never_title
source: Never allow
id: Jangan izinkan

# lng_edit_privacy_voices_title
source: Voice messages
id: Pesan suara

# lng_edit_self_title
source: Edit your name
id: Edit nama Anda

# lng_edit_sign_messages
source: Sign messages
id: Tandai pesan

# lng_edit_too_long
source: Your message text is too long
id: Pesan Anda terlalu panjang

# lng_edited
source: edited
id: diedit

# lng_edited_date
source: Edited: {date}
id: Diedit: {date}

# lng_emoji_category0
source: Frequently used
id: Sering digunakan

# lng_emoji_category1
source: Emoji & People
id: Ekpresi & Manusia

# lng_emoji_category2
source: Nature
id: Alam

# lng_emoji_category3
source: Food & Drink
id: Makanan & Minuman

# lng_emoji_category4
source: Activity
id: Aktivitas

# lng_emoji_category5
source: Travel & Places
id: Perjalanan & Tempat

# lng_emoji_category6
source: Objects
id: Benda

# lng_emoji_category7
source: Symbols & Flags
id: Simbol & Bendera

# lng_emoji_featured_unlock
source: Unlock
id: Buka

# lng_emoji_hide_panel
source: Click here to hide the emoji sidebar
id: Klik di sini untuk menyembunyikan emoji

# lng_emoji_manage_sets
source: Choose emoji set
id: Pilih set emoji

# lng_emoji_nothing_found
source: No emoji found
id: Emoji tidak ditemukan

# lng_emoji_premium_restore
source: Restore
id: Pulihkan

# lng_emoji_set_active
source: Current set
id: Set sekarang ini

# lng_emoji_set_download
source: Download {size}
id: Unduh {size}

# lng_emoji_set_loading
source: {percent}, {progress}
id: {progress}, {percent}

# lng_emoji_set_ready
source: Downloaded
id: Terunduh

# lng_emoji_status_for_submit
source: Set Status
id: Pasang Status

# lng_emoji_status_for_title
source: Set Status for...
id: Pasang Status untuk...

# lng_emoji_status_menu_duration_any
source: Set Status for {duration}
id: Pasang Status untuk {duration}

# lng_enable_auto_delete
source: Enable Auto-Delete
id: Aktifkan Penghapusan Otomatis

# lng_enable_notifications_from_tray
source: Enable notifications
id: Nyalakan notifikasi

# lng_enter_contact_data
source: New Contact
id: Kontak Baru

# lng_error_admin_limit
source: Sorry, you've reached the maximum number of admins for this group.
id: Maaf, Anda telah mencapai jumlah batas maksimum admin untuk group ini.

# lng_error_admin_limit_channel
source: Sorry, you've reached the maximum number of admins for this channel.
id: Maaf, kamu telah melewati jumlah maksimal admin untuk channel ini

# lng_error_cant_add_admin_invite
source: You can't add this user as an admin because they are not a member of this group and you are not allowed to add them.
id: Anda tidak dapat menambahkan pengguna ini sebagai admin karena bukan anggota grup, dan Anda tidak berhak mengundang mereka.

# lng_error_cant_add_admin_unban
source: Sorry, you can't add this user as an admin because they are in the Removed Users list and you can't unban them.
id: Maaf, Anda tidak dapat menambah pengguna ini sebagai admin karena mereka berada dalam Daftar Blokir dan Anda tidak dapat membuka blokir.

# lng_error_cant_add_bot
source: Sorry, this bot can't be added to groups.
id: Maaf, bot ini tidak dapat dimasukkan ke grup.

# lng_error_cant_add_member
source: Sorry, you can't add the bot to this group. Ask a group admin to do it.
id: Maaf, Anda tidak bisa menambahkan bot ini ke grup. Hubungi admin untuk menambahkannya.

# lng_error_cant_ban_admin
source: You can't ban this user because they are an admin in this group and you are not allowed to demote them.
id: Anda tidak dapat memblokir pengguna ini karena mereka adalah admin, dan Anda tidak berwenang melepas untuk jabatan tersebut.

# lng_error_nocopy_channel
source: Sorry, copying from this channel is disabled by admins.
id: Maaf, admin telah menonaktifkan penyalinan dari channel ini.

# lng_error_nocopy_group
source: Sorry, copying from this group is disabled by admins.
id: Maaf, penyalinan dalam grup ini dinonaktifkan oleh admin.

# lng_error_noforwards_channel
source: Sorry, forwarding from this channel is disabled by admins.
id: Maaf, penerusan dari channel ini dinonaktifkan oleh admin.

# lng_error_noforwards_group
source: Sorry, forwarding from this group is disabled by admins.
id: Maaf, penerusan dari grup ini dinonaktifkan oleh admin.

# lng_error_phone_flood
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
id: Maaf, Anda terlalu sering menghapus dan membuat ulang akun. Mohon tunggu beberapa hari sebelum mendaftar kembali.

# lng_error_pinned_max_other
source: Sorry, you can only pin {count} chats to the top.
id: Maaf, Anda hanya dapat menyemat {count} obrolan ke atas.

# lng_error_post_link_invalid
source: Unfortunately, you can't access this message. You aren't a member of the chat where it was posted.
id: Sayangnya, Anda tidak dapat mengakses pesan ini. Anda bukan anggota obrolan grup tempat pesan ini dikirim.

# lng_error_public_groups_denied
source: Unfortunately, you are banned from participating in public groups. {more_info}
id: Sayangnya, Anda diblokir dan tidak dapat berpartisipasi dalam grup publik. {more_info}

# lng_error_start_minimized_passcoded
source: You have set a local passcode, so Telegram Desktop can't be launched minimized; it will ask you to enter your passcode before it can start working.
id: Anda telah memasang kode sandi lokal sehingga Telegram Desktop tidak dapat dijalankan dalam mode minimized. Anda perlu memasukkan kode sandi untuk menjalankannya.

# lng_exceptions_list_title
source: Exceptions
id: Pengecualian

# lng_export_about_chats
source: This page lists all chats from this export.
id: Halaman ini menampilkan semua obrolan dari ekspor ini.

# lng_export_about_contacts
source: If you allow access, your contacts are continuously synced with Telegram. Thanks to this, you can easily switch to Telegram and immediately connect with friends across all your devices. We use data about your contacts to let you know when they join Telegram, and to display them by the name you set for them in your phone. You can disable contact syncing or delete your stored contacts in Settings > Privacy & Security on Telegram's mobile apps.
id: Jika Anda izinkan akses, kontak akan terus tersinkron dengan Telegram. Berkat ini, Anda akan lebih mudah beralih ke Telegram dan menghubungi teman di seluruh perangkat. Kami menggunakan data kontak untuk memberi tahu Anda saat teman bergabung ke Telegram dan menampilkan nama mereka sesuai dengan setelan di ponsel. Anda dapat menonaktifkan sinkron atau menghapus kontak tersimpan di Pengaturan > Privasi & Keamanan di aplikasi Telegram ponsel.

# lng_export_about_done
source: Your data was successfully exported.
id: Data Anda berhasil diekspor.
